Dlubal.TimberPro.ServiceClassSelectionType
Selection type of service class

Dlubal.TimberPro.ServiceClassSelectionType.ServiceClassSelectionUnknown
Unknown service class selection

Dlubal.TimberPro.ServiceClassSelectionType.ServiceClassSelectionOneClassForAllMembers
Select one service class for all members

Dlubal.TimberPro.ServiceClassSelectionType.ServiceClassSelectionByObject
Select different service class for different members